betterlockscreen
brave-bin
github-desktop-bin
local-by-flywheel-bin
mailspring
nerd-fonts-complete
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-theme-git
nordzy-cursors
nordzy-icon-theme-git
nuclear-player-bin
polybar
obs-studio-tytan652
ocs-url
onlyoffice-bin
picom-ibhagwan-git
popcorntime-bin
sddm-nordic-theme-git
spicetify-cli
spotify
spotify-adblock-git
telegram-desktop-bin-dev
vlc-luajit
zoom