mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
arandr
autoconf
automake
awesome-terminal-fonts
bash-completion
bat
bind
bison
btop
btrfs-progs
calibre
cifs-utils
cmatrix
code
cronie
dialog
discord
dmidecode
dnsmasq
dust
efibootmgr
exfat-utils
filezilla
flameshot
flex
fuse2
fuse3
fuseiso
fzf
galculator
gamemode
gcc
gnome-font-viewer
gnome-keyring
gparted
gpick
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gvfs-smb
haveged
htop
Inkscape
kdenlive
keepassxc
kitty
kvantum
libtool
lsd
m4
make
mpc
mpd
ncmpcpp
neofetch
neovim
ntfs-3g
ntp
obsidian
openssh
os-prober
powerline-fonts
pulseaudio
pulseaudio-alsa
qbittorrent
qemu
ranger
snapper
sshfs
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-opensans
unrar
unzip
viewnior
virt-manager
which
xarchiver
xfce4-appfinder
xfce4-power-manager
xfce4-task-manager
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
